{"Overwatch_(video_game)": "Overwatch is a 2016 team-based multiplayer first-person shooter developed and published by Blizzard Entertainment. Described as a \"hero shooter\", Overwatch assigns players into two teams of six, with each player selecting from a large roster of characters, known as \"heroes\", with unique abilities. Teams work to complete map-specific objectives within a limited period of time. Blizzard has added new characters, maps, and game modes post-release, all free of charge, with the only additional cost to players being optional loot boxes to purchase cosmetic items. It was released for PlayStation 4, Xbox One, and Windows in May 2016 and Nintendo Switch in October 2019. An optimized performance patch for the Xbox Series X and Series S was released in March 2021.Overwatch is Blizzard's fourth major franchise and came about following the 2014 cancellation of a massively multiplayer online role-playing game, Titan. A portion of the Titan team were inspired by the success of team-based first-person shooters like Team Fortress 2 and the popularity of multiplayer online battle arena games, creating a hero-based shooter which emphasized teamwork. Some elements of Overwatch borrow concepts from the canceled Titan project.Overwatch was unveiled at the 2014 BlizzCon event and was in a closed beta from late 2015 through early 2016. An open beta before release drew in nearly 10 million players. Overwatch received universal acclaim from critics, who praised the game for its accessibility, the diverse appeal of its hero characters, its cartoonish art style, and enjoyable gameplay. Blizzard reported over US$1 billion in revenue during the first year of its release and had more than 50 million players after three years. Overwatch is considered to be among the greatest video games of all time, receiving numerous game of the year awards and other accolades. The game is a popular esport, with Blizzard funding and producing the global Overwatch League.A sequel, Overwatch 2, was announced in 2019 and will include new player versus environment (PvE) co-operative multiplayer modes. In addition, it will have a shared competitive multiplayer environment, allowing players of both games to play against each other. While it will be sold as a separate game, all-new heroes, maps, and competitive gamemodes will also exist in Overwatch.Overwatch is an online team-based game generally played as a first-person shooter. The game features several different game modes, principally designed around squad-based combat with two opposing teams of six players each. Players select one of over two dozen pre-made hero characters from one of three class types: Damage heroes that deal most of the damage to attack or defend control points, Tank heroes that can absorb a large amount of damage, and Support heroes that provide healing or other buffs for their teammates.[a] Each hero has a unique skill kit, defining their intrinsic attributes like health points and running speed, their primary attacks, several active and passive skills, and an ultimate ability that can only be used after it has been charged through dealing damage to enemies and healing allies. Players can change their hero during the course of a match, as a goal of Overwatch's design was to encourage dynamic team compositions that adapt to the situation. The game's genre has been described by some journalists as a \"hero shooter\", due to its design around specific heroes and classes.[2][3]The game features game modes for casual play, competitive ranked play, and for supporting esports competitions including Blizzard's Overwatch League. These modes generally are centered around sequentially securing control of points on the map, or escorting a payload between points on the map, with one team attacking while the other defends. Other modes set aside for casual matches include solo and team deathmatch, capture-the-flag, and unique modes run during various seasonal events. More recent updates have enabled users to craft their own game modes with a limited set of scripting tools. New characters and maps have been added regularly to the game since launch, expanding the original hero roster from 21 to 32 by April 2020. Regardless of winning or losing a match, players gain experience towards a player level, and on gaining a new level, receive loot boxes that contain cosmetic items that they can use to customize the appearance of the hero characters but otherwise does not affect gameplay. Loot boxes can also be purchased through microtransactions.[4]The backstory to Overwatch is described through animated shorts and other information distributed by Blizzard in promoting the game.[5][6][7]Overwatch is set sixty years into the future of a fictionalized Earth, thirty years after the resolution of what is known as the \"Omnic Crisis.\"[8] Before the Omnic Crisis, humanity had been in a golden age of prosperity and technology development. Humans developed robots with artificial intelligence called \"Omnics\", which were put to use to achieve economic equality, and began to be treated as people in their own right. The Omnic Crisis began when the worldwide automated \"omnium\" facilities that produced them started producing a series of lethal, hostile robots that attacked humankind. Initially, individual countries responded with various programs: the United States developed its Soldier Enhancement Program to produce elite fighters, for example, while Germany assembled the knight-like Crusaders. When these efforts failed to ward off the Omnics, the United Nations quickly formed Overwatch, an international task force combining these individual programs to combat this threat and restore order.[9]Two veteran soldiers from the Soldier Enhancement Program were put in charge of Overwatch: Gabriel Reyes and Jack Morrison. Though Overwatch successfully quelled the robotic uprising and brought many talented individuals to the forefront, a rift developed between Reyes and Morrison. Morrison was made the leader of Overwatch while Reyes was given charge of Blackwatch, Overwatch's covert operations division, fighting terrorist organizations like Talon, a group that appears to be trying to start a second Omnic Crisis, and Null Sector, a group of Omnics that revolted against the society that persecuted Omnics following the first Crisis.[9] Overwatch continued to maintain peace across the world for several decades in what came to be called the \"Overwatch Generation\" as the team gained more members, but the rift between Morrison and Reyes intensified. Several allegations of wrongdoing and failures were leveled at Overwatch, leading to a public outcry against the organization and in-fighting between its members, prompting the UN to investigate the situation. During this, an explosion destroyed Overwatch's headquarters in Switzerland, purportedly killing Morrison and Reyes among others. The UN passed the Petras Act, which dismantled Overwatch and forbade any Overwatch-type activity.[9]Overwatch is set six years after the Petras Act; without Overwatch, corporations have started to take over, fighting and terrorism have broken out in parts of the globe, and there are signs of a second Omnic Crisis occurring in Russia. The intelligent gorilla Winston, a former member of Overwatch, decides to begin reforming Overwatch to protect the peace once again despite the Petras Act, with the team members recruiting old friends and gaining new allies in their fight.[10] It is revealed that Reyes and Morrison were not killed in the explosion resulting from their battle: Morrison became a masked vigilante known as \"Soldier: 76\", who is trying to uncover the reasons why Overwatch was shut down, while Reyes joined Talon and became \"Reaper\", a terrorist disguised as Death.Overwatch came about in the aftermath of Blizzard's decision to cancel the massively multiplayer online role-playing game Titan in 2013, a project that had been in development for about seven years. While most others assigned to the project were transferred to other departments within Blizzard, a small team of about 40 people, led by director Jeff Kaplan, were tasked to come up with a new concept for a game in a few months. After some brainstorming, they came onto the idea of a hero team-based shooter, building upon the success of games like Team Fortress 2 and multiplayer online battle arenas. They started with assets developed for Titan to demonstrate the proof-of-concept and were greenlit to build out the full game, the first new intellectual property that Blizzard had developed since StarCraft.[11][12]The intra-company experience of Titan's cancellation served to help drive the narrative and setting. They created an optimistic vision of the near-future, some decades following the Omnic Crisis and the formation and collapse of the peacekeeping Overwatch group. This allowed them to create a diverse cast of characters, including non-human ones, and colorful settings from around the globe.[13] The Overwatch team continues to support the game through free updates, the introduction of new characters, maps, game modes, cosmetic items, seasonal events, and external media to support the game's narrative, as well as continuously tuning how the individual heroes play by monitoring meta-game statistics and user feedback.[14]Overwatch's development had been led by Kaplan through April 2021, after which he departed Blizzard. Kaplan's duties were taken over by Aaron Keller following his departure.[15]Overwatch was formally announced at the BlizzCon event on November 7, 2014; the game was playable during the event to all attendees, with fourteen characters available to select from.[16] During this event, Blizzard released a cinematic trailer and an extended gameplay video for the game.[17][18] A month after the BlizzCon event, in December 2014, Blizzard published character introduction videos to its YouTube channel and followed up on this May 2015 by posting weekly videos of game footage and character highlights.[16]A closed beta period for Overwatch across all three platforms began on October 27, 2015.[19] The closed beta was put on \"extended break\" in December and brought back in February 2016.[20] Following the March 2016 release announcement, Blizzard announced an open beta period from May 5 to 9 for any registered user of the Battle.net client.[21][22] The open beta proved popular with Blizzard reporting over 9.7 million players participating,[23] and as a way of showing thanks, extended the open beta period by one extra day.[24]In the week before release, Blizzard arranged to have three giant-sized boxes (approximately 15 feet (4.6 m) tall) of various Overwatch heroes, as if being sold as packaged action figures, put on display across the globe at Hollywood, Paris, and Busan, South Korea.[25][26][27] The displays were created by Alliance Studios, led by Steve Wang, who has collaborated with Blizzard before on past projects, and Eddie Yang.[28] After planning the design of the sculptures in January 2016, teams across the world, including Droga5, Scicon, Stratasys and Egads, raced to print, finish and assemble the works in time for the game's release.[29] Propelled by Overwatch, Blizzard had over 50% of the American advertisement share among gaming industry brands from May 16 to June 15, 2016.[30]Overwatch was released for Microsoft Windows, PlayStation 4, and Xbox One on May 24, 2016. Blizzard allowed retailers to sell physical copies of the game a day before help players prepare for the servers' launch.[31][32]Two special editions of Overwatch were released alongside the base game. The Origins Edition, available both as a downloadable and retail product, includes the base game and five additional character skins, as well as other bonus items for other Blizzard games via Battle.net.[33] The Collectors Edition, only available as retail, includes the Origins Edition content as well as a statue of Soldier: 76, one of the playable characters, along with the game's soundtrack and a source book.[34]In honor of its first anniversary in 2017, Blizzard released a digital Game of the Year edition of Overwatch. It includes all content from the Origins Edition, in addition to ten free loot boxes.[35] Blizzard has expressed interest in supporting cross-platform play between console systems in the future, though has no plans for Windows-supported cross-play due to the precision advantage of keyboard-mouse controls over controller-based ones.[36][37]The Nintendo Switch version of the game, entitled Overwatch: Legendary Edition, was announced during the September 2019 Nintendo Direct, was released in North America and Europe on October 15, 2019,[38] and is scheduled for release in Japan on November 29, 2019. The Switch version, developed by Iron Galaxy, includes support for the console's gyroscopic controls for some actions, such as controlling Junkrat's Rip-tire, and maneuvering Wrecking Ball in his spherical form.[38][39][40] The version is equivalent to the existing version of the game on other platforms, including all heroes, maps, and game modes, although Switch players will not be able to participate in the game's current Competition season as to give players a chance to adjust to the console's controls before introducing ranked play.[41] The version has a game case for retailers in North America and Europe but does not include a physical Game Card, featuring a download code instead.[42]Blizzard opted to tell the story of Overwatch across various mediums, rather than include a story mode; Chu stated, \"One of the things that's really great is we're able to leverage the strengths of these different mediums to tell different parts of the story,\" citing Soldier: 76's appearances in fake news reports, an animated video narrated from his perspective, as well as the Hero short.[43] Chu remarked that Blizzard's method of storytelling with Overwatch demonstrated a \"gameplay first\" philosophy.[44] In 2018, Blizzard hired Alyssa Wong to help with the development of Overwatch's narrative.[45]In March 2016, Blizzard announced that they would be releasing comics and animated shorts based on Overwatch in 2016. The related media included plans for a graphic novel called Overwatch: First Strike, which would have focused on the story of several in-game characters, including Soldier: 76, Torbjörn, Reaper, and Reinhardt. The novel was to be penned by writer Micky Neilson and artist Ludo Lullabi.[46] Blizzard opted to cancel First Strike in November 2016, with Chu stating that since the announcement of the graphic novel, Overwatch's narrative development has gone in a somewhat different direction, changing out these origin stories would work. Blizzard still plans to reveal more of the characters' backstory in time.[47]Blizzard began releasing the series of animated shorts in March 2016; the shorts maintained the style of the game's cinematic trailer, which centered on a battle in which Tracer and Winston fought Reaper and Widowmaker in the Overwatch Museum.[18] A collection of these cinematic sequences played in movie theaters across the United States as part of the game's launch event.[48] The first episode of the animated short series, Recall, was released on March 23. It centers on Winston and Reaper, and features flashbacks to Winston's childhood.[49] The second episode, Alive, showcased a standoff between Tracer and Widowmaker and was released on April 5.[50] The third episode, Dragons, featuring the brothers Hanzo and Genji, was released on May 16.[51] The fourth and final episode of the series' first season, Hero, stars Soldier: 76, and was released May 22.[52]Overwatch characters and elements have been brought over to the crossover MOBA game Heroes of the Storm. Nine characters[b] appear as playable heroes in the game, along with battlegrounds based on the Overwatch maps Hanamura and Volskaya Industries.[53][54][55][56] Tracer debuted as a playable character in the video game Heroes of the Storm in its April 2016 update, nearly a month prior to the release of Overwatch.[57] Hanzo has been added alongside Alexstrasza as part of the \"Dragons of the Nexus\" event in December 2017.[58]A 100-page art book featuring various artwork and art prototypes from the game, titled The Art of Overwatch, was published by Dark Horse Comics in October 2017.[59] Funko has produced several Overwatch character figurines in their Pop line since the game's launch.[60] Starting in 2017, Good Smile Company began producing Nendoroid figurines of various Overwatch characters, starting with Tracer and followed by Mercy and Mei.[61] Blizzard worked with Nerf to design Overwatch-stylized toy guns as part of their Nerf Rivals line,[62][63] and The Lego Group to create Overwatch Lego toys starting in October 2018.[64][65][66] Hasbro is producing a line of Overwatch-based action figures to be released in the second quarter of 2019.[67]Three Overwatch short stories were released in 2019. The first, \"Bastet\", focuses on Ana and Soldier: 76.[68] The second, \"What You Left Behind\", focuses on the character of Baptiste.[69] The third, \"Valkyrie\", focuses on Mercy.[70] An Overwatch cookbook was released in October 2019.[71][72] In October 2019, an Overwatch young adult novel series from Scholastic was announced, with the first book, The Hero of Numbani, slated for release in May 2020.[73][74]Overwatch was not developed with any dedication towards esports, focusing on \"building a great competitive game\" first and foremost, according to Morhaime, though they recognized that the game had potential as an esports game through internal testing.[75] Although Blizzard had success with committing to esports with the development of Starcraft II, they had found that \"it's dangerous to be overly committed to esport too early in the lifespan of the game,\" according to Kaplan instead seeing how the community developed this over time as they saw from Hearthstone.[76] Kaplan stated that while esports was not a design goal, they included and planned for features for the game to support the competitive community.[76]  This included the introduction of the game's competitive mode some months after the game's launch after seeing how players took towards Overwatch; Blizzard saw the ladder-approach they used as a means for skilled players to reach high ranks as to be noticed by esport team organizers.[75] Dan Szymborski writing for ESPN stated that Overwatch was poised as the next big esport for having a sufficiently different look and playstyle from established esports games like Counter-Strike: Global Offensive and Call of Duty, enough variety in maps and characters, and strong support from Blizzard to maintain the game for a long time.[77] Bryant Francis writing for Gamasutra noted the speed and short match times of Overwatch make the game highly favorable for viewership, further supporting the game as an esports title.[78]Just before the game's release, PC Gamer writer Stefan Dorresteijn contacted professional esports players and hosts for their opinions. Longtime esports host Paul Chaloner stated that \"[Overwatch] needs a much better spectator system,\" going on to elaborate, \"Right now, it's incredibly difficult for commentators and viewers to see the skills of the players: who used their ultimates and how did they interact? Who is on cooldown and who has changed hero?\"[79] Fellow esports player Seb Barton and Michael Rosen criticized the game's map designs and game modes; Barton remarked that \"the game modes are a little hit and miss,\" adding that \"King of the hill [Control] is super exciting and fast-paced but then you have the payload [Escort] maps, which are just a snoozefest for everyone involved.\"[79] Rosen expressed a need for tweaking to the maps used for the control game mode, as they are \"just too prone to the snowball effect. The moment the attacking team captures the first control point they don't just have the momentum but also the last advantage for the second and final capture point.\"[79]The first organized, prize-winning competitions for Overwatch started in mid-2016, a few months after launch. The esports organizer ESL held the first international Overwatch competition in August 2016, called Overwatch Atlantic Showdown.[80] The competition used four open qualifiers beginning in June, followed by regional qualifiers and then a final online qualifier. Eight teams then competed for a six-figure prize in the finals to be held at Gamescom 2016 from August 20–21.[81] Turner Broadcasting's ELeague announced the first Overwatch Open tournament, starting in July 2016, with a total prize pool of $300,000, with plans to broadcast the finals on Turner's cable channel TBS in September 2016.[82] In November 2016, Blizzard hosted their own Overwatch World Cup, allowing users to vote for teams to represent their nation or region, with finals taking place during their BlizzCon event.[83] Overwatch grew increasingly in South Korea since it was released. It topped gaming cafes in Korea in terms of player count, surpassing that of League of Legends.[84] The game influenced the creation of an esports tournament in the region, under the brand APEX, which was shut down in January 2018,[85] replacing these and other regional tournaments with the structured Overwatch Contenders, which serves as a minor league to the Overwatch League. To support viewership of its professional competitions, Blizzard released a companion Overwatch application in November 2018 that gives viewers a means to watch matches through a spectator mode.[86]At the 2016 BlizzCon, Blizzard announced their plans for their Overwatch League, using an organization of permanent teams in league placements similar to more traditional North American professional sports leagues,[87] rather than the use of promotion and relegation used in a series like League of Legends Championship Series.[88] Blizzard sought potential team owners including New England Patriots owner Robert Kraft and Los Angeles Rams owner Stan Kroenke, and by November 2017, had established 12 franchises around the world with plans to expand further in later seasons. Contracted players on these franchises are guaranteed a minimum salary, benefits, and revenue sharing.The first season of the League started in January 2018, with teams vying for a US$one million League winner prize, alongside other winnings from a total prize pool of US$3.5 million. The second season brought in an additional eight franchise for a total of twenty. In the first and second season, nearly all games outside the finals were played at Blizzard Arena in Burbank, California, while the third season will see teams traveling between homestand events across the globe, as is more traditional of league structures.[88][89]Before its release, Overwatch experienced a period of pre-launch attention not typically expected; Game Revolution noted that \"[Overwatch's] reputation has quickly permeated through cyberspace, attracting attention from people who may not traditionally put down $40 to $60 each time a new first-person shooter releases.\"[107] The game's open beta, which attracted 9.7 million players, was very heavily covered by the media.[108]Overwatch received \"universal acclaim\" upon release, according to review aggregator Metacritic.[104][105][106] IGN's Vince Ingenito praised the game's characters and maps, writing \"Overwatch takes just about every possible opportunity to make its cast and locales seem like people and places rather than puppets and scenery.\" Ingenito added that the game has a \"strong online experience that gets you into games quickly and reliably.\"[96] The Verge's Andrew Webster praised Overwatch and previous titles Titanfall and Splatoon as \"friendly online shooters\" that have room for both new and casual players who may not desire to master the game but can still compete fairly with others, and for expert players that can utilize the various heroes to adapt to the dynamic tactics of the game.[109] Webster went on to cite the atmosphere of Overwatch as a reason for the game's approachability, writing, \"The first thing that makes Overwatch's world appealing and approachable is, well, its world. This isn't the dour brown-and-grey shooter you might be used to. Instead, it's bright and colorful, with a cast of characters that's eclectic and diverse.\"[109] Caty McCarthy of Kill Screen echoed similar thoughts, writing \"When playing Overwatch, the player is absorbed by its radiating positivity. It's a world filled with lively color and energetic, playful competition, much like Nintendo's creative kid-friendly ink-shooter Splatoon.\"[110] Mike Minotti of VentureBeat commending the team-based gameplay, the game's diverse character roster, and colorful settings, as well as the unlockable cosmetics earned through level progression and the smooth server connection.[111] Referencing its similarities to Team Fortress 2, Minotti confirmed that \"[Overwatch has] distinct classes, the team- and objective-based combat, and a bright, cartoon-like art style,\" and that \"Overwatch certainly takes plenty of inspiration from Valve online shooter series,\" but opines that \"[Overwatch is] just better.\"[111] Daniel Tack of The News & Observer positively received the game, expressing that \"no matter what happens – win or lose – you're going to have fun,\" adding that \"the game's strength lies in its simplicity and polish.\"[112] Tack went on to praise the game's characters, writing \"Unforgettable characters are the lifeblood and driving force of Overwatch.\"[112] The Denver Post's Hugh Johnson lauded the game for its emphasis on characters, rather than focusing on traditional first-person shooter tropes, such as weapon load-outs and incremental level upgrades.[113] Johnson went on to insist that the characters are balanced writing, \"The big question with class-based shooters like these is whether or not the characters are balanced,\" expressing that \"some characters are naturally better, but no character is so overpowered that their mere presence spells doom for their opponents.\"[113] In June 2016, Vulture's Joshua Rivera listed Overwatch as one of the \"best video games of 2016 (so far),\" writing, \"It's hard to separate Overwatch the game from Overwatch the phenomenon—and why bother, both are fascinating.\"[114]The online magazine Inverse, while expressing an overall positive reception for the game, pointed out the balance of McCree, teams composed of only one character, issues with matchmaking, and the Play of the Game as problems that should be fixed by the game's development team.[115] Gabe Gurwin of Digital Trends, directed criticism at Blizzard, for their decision to exclude the story from the game, which left players \"with a great game, a great story, and no way to reconcile the two.\"[44]Shortly after the game's competitive play mode was released, Kotaku's Nathan Grayson stated that \"Overwatch's competitive mode [is not] all that bad, for how new and unpolished it is,\" but opined that \"high-stakes competition and toxicity tend to go hand-in-hand, and Overwatch's competitive mode already has an ugly toxic stain.\" Grayson concluded his piece with \"Overwatch is, most of the time, a feel-good team game. Introducing high-stakes competition with a muddled message about the importance of individual skill drags the game into confused, oftentimes negative territory. If Blizzard wants this thing to work, they're gonna have to figure out a competitive framework that's true to Overwatch's spirit, rather than just the spirit of competition.\"[116] Kaplan acknowledged that with the introduction of competitive mode that the whole of the Overwatch community has become more toxic, and they are continually adapting elements behind the scenes to help deal with aggressive players more responsibly, while trying to promote more enjoyable matches.[117]A week from its launch, Blizzard reported over seven million Overwatch players with a total accumulated playtime of 119 million hours;[118] Blizzard reported more than 10 million players by mid-June[119] and has reported continued increases in the player base, with 60 million players as of April 2021.[120] The NPD Group, a video game industry tracking firm, reported that Overwatch was the third best-selling retail video game (nb. discounting digital sales through Battle.net) in the US in May 2016 on the month of its release, and was the top-selling game in June 2016;[121][122] the NPD Group later reported it was the 7th highest selling game by revenue (excluding Battle.net sales) in the United States for all of 2016.[123] With digital sales, Overwatch was the fastest-selling game during its release month.[124] SuperData Research estimated that Overwatch brought in more than $269 million in revenues from digital sales worldwide in May,[125] and over $565 million in sales on personal computers along by the end of 2016, making it the highest-grossing paid game for personal computers that year.[126]In Activision-Blizzard's quarterly earnings report for Q1 2017, the company reported that Overwatch revenues had exceeded one billion dollars, the eighth such property owned by the company to do so.[127] In June 2016, Gametrics, a South Korean internet cafe survey website, reported that Overwatch overtook League of Legends as the most popular game played across 4,000 of South Korea's PC bangs at the time.[128] In 2018, Overwatch raised over $12.7 million for the Breast Cancer Research Foundation, which they generated from selling a special pink-colored Mercy skin where all proceeds went towards it.[129] By July 2019, total in-game spending in Overwatch exceeded one billion dollars as estimated by SuperData, the sixth Activision-Blizzard product line to reach this metric.[130]While the developers were aiming to avoid sexualization of the characters, there was some criticism of the female characters of the game during its development. In February 2015, Anita Sarkeesian commented on the lack of diversity in the female heroes' body types from the game's first twelve revealed characters,[131] while Nathan Grayson of Kotaku remarked that \"Overwatch's women are mostly super slim and clad in cat suits.\"[132] In March 2015, the development team revealed a new character, Zarya, who is a female Russian bodybuilder with a muscular body, and pledged commitment to diversity.[133]Following promotional images featuring the female character Tracer in March 2016, a thread on Blizzard's official forums drew attention to one of Tracer's victory poses, which was criticized by a user as out of character and oversexualized. Kaplan apologized for the pose, stating \"The last thing we want to do is make someone feel uncomfortable, under-appreciated or misrepresented,\" and confirmed that Blizzard planned to replace the pose. Kaplan's response drew mixed reactions from the gaming community, with many claiming Blizzard had forgone its creative control over the game and censored its content to placate one offended user, while others praised Blizzard's willingness to listen to the community and adhere to standards for portraying a character according to their personality. Kaplan later stated that the team was already unsure of the pose and was thinking of changing it.[134] The following week, a replacement pose was released, although it was noted to be similar to the original pose.[135][136] The replacement pose was alleged to be influenced by Billy DeVorss cheesecake pin-up art.[136] The pose was replaced during the game's beta period.[135]Following the game's release, some of the alternative outfits for characters had come under criticism for using cultural stereotypes, such as a Native American headdress option for the character of Pharah, who seemed to be primarily of Egyptian origin. Kaplan noted that they had considered if these outfits were appropriate, and believed they were respecting the cultures of the characters they had created and would make necessary changes if they felt there were valid concerns. Kaplan commented that many players have responded positively to these outfits and feel they fit in appropriately with the idealized version of Earth.[137] Later game developments showed that Pharah was set out as a half-Egyptian/half-Native American character, making such outfits appropriate in hindsight.[138]In July 2016, the President of the Universal Society of Hinduism (Rajan Zed) urged Blizzard to remove two of Symmetra's hero cosmetic items from the game since they could be seen as inappropriate and not accurate towards the beliefs and practices of Hinduism. In Hinduism, devotees put their destinies in the hands of their gods and goddesses; this is a stark contrast to how he believes they are portrayed within the game.[139] Zed has in the past commented on other video game depictions of Hindu-inspired gods, such as in the multiplayer online battle arena (MOBA) game Smite.[140][141]In Overwatch's Asia servers, there were problems with numerous players using cheats tied to the growing number of younger players using PC bangs in South Korea that allowed them to play Overwatch on an inexpensive hourly rate rather than purchasing the game. As these players do not need permanent accounts, they can use disposable Battle.net accounts and employ game hacks without repercussions, and if that account is banned, they can quickly make another and continue playing. Blizzard continues to block these accounts at a rate of thousands per day, but have not been able to find a more permanent solution.[142] Subsequently, Blizzard announced that players from South Korea would be required to log into a Battle.net account to play the game from February 2017 onward, which requires a difficult-to-spoof resident registration number among other unique information, which Blizzard believes would help to alleviate the problem.[143]As to maintain a fair competitive field on consoles, Blizzard has spoken out against the use of input converters that would allow console players to use keyboard/mouse controllers, believing this gives an advantage to players that can afford the converter.[144] Some players have criticized the ability to use these converters, as players with them often populate the top of the competitive ranking ladders. Though Blizzard has appealed to Sony and Microsoft to either prevent such converters, or to detect when such converters are used as to be able to segregate players into servers based on this, disabled players have spoken out against such action, as many need to use such converters to play the game on consoles lacking the ability to use a normal controller.[145]After a year from its release, journalists observed that the player community was becoming more toxic, disrupting the enjoyment of playing the game. It was believed this came from the nature of the game that requires teamwork, and when teammates see players unwilling to switch to different heroes to balance the team or otherwise play for individual gains, this would cause the teammates to become angry and lash out at the player, become griefers and throw the match, or other harmful behavior that would spread over time, particularly in the game's competitive mode. Players are able to report malicious users with in-game tools, and Blizzard can ban players for egregious actions, but they do not attempt to segregate out bad actors from the larger pool (a method used by other developers in multiplayer games), instead keeping an inclusive community for all non-banned players, which is believed to contribute to the growing toxicity. Kaplan said in a September 2017 update that Blizzard was very well aware of the problem, and have worked to improve their in-game player behavior reporting tools to help combat the toxicity, but because they have had to put greater effort into this, they are distracted from developing new features and content for the game. Kaplan urged the community to consider how they can improve individually and as a whole to help combat the situations.[146][147][148]In November 2017, the Belgian Gaming Commission announced that it was investigating Overwatch alongside Star Wars Battlefront II to determine whether loot boxes constituted unlicensed gambling.[149] Many Asian and European countries view loot boxes as a form of gambling and have since decided to make them illegal for companies to sell directly to their consumers in their games.[150] Blizzard has chosen to work with these regions to follow their gambling laws while staying true to their microtransaction focused business model. Within China, Blizzard has allowed their players to purchase in-game currency and receive loot boxes as a \"gift.\"[151] In addition to this loot box change, China has required Blizzard to publicly disclose the exact odds of winning each tier of item within said loot box.[152][153] While initially loot boxes were not seen as gambling within the United States; the US Federal Trade Commission has recently decided to investigate the legality of the projected soon to be 50 billion dollar industry of microtransactions.[154][155]Overwatch won numerous awards in 2016, including being named Game of the Year at The Game Awards 2016, D.I.C.E. Awards, and Game Developers Choice Awards, as well as several awards and nominations highlighting its game direction and as a leading multiplayer game. Several publications, including IGN,[156] GameSpot,[157][158][159][160] Game Revolution,[161] EGMNow,[162] GamesTM,[163] The Escapist,[164] Game Informer[165] and Eurogamer,[166] named Overwatch the best game of 2016, receiving 102 \"game of the year\" awards across critics and reader polls.[167]Giant Bomb gave it the awards for \"Best Debut\" and \"Best Multiplayer\",[168][169] and put it in third place for \"Game of the Year\".[170] Polygon and Slant Magazine also put the game in third place for \"Game of the Year\",[171][172] while PC Gamer gave it the award for \"Best Multiplayer\".[173] Besides \"Game of the Year\", The Escapist  gave it the awards for \"Best Shooter and Multiplayer\".[174] Game Informer gave it the awards for \"Best Competitive Multiplayer\" and \"Best Shooter\".[175][176] At IGN's Best of 2016 Awards, the game won the awards for \"Best Shooter\", \"Best eSports Game\", \"Best Multiplayer\", and \"PC Game of the Year\".[156] In IGN's Best of 2017 Awards, the game won the People's Choice Award for \"Best Spectator Game\",[177] while Game Informer gave it the award for \"Best Shooter as Service\" in their 2017 Shooter of the Year Awards.[178]In the years since its release, Overwatch has continued to be nominated and awarded for its strength as an esports game, as well as the ongoing content added to the title.Overwatch's fan base has been noted to be generally kind and supportive; Daniel Starkey of Wired wrote, \"where many fresh games struggle with an endless stream of player complaints and developer-prodding, Overwatch's community is vivacious and jubilant.\"[17] A gamer with cerebral palsy publicly praised the game's customizable controls, which let him make his first snipe in a video game.[210][211] One of Blizzard's artists, Roman Kenney, drew concept art based on one player's daughter's original Overwatch character design.[212] Blizzard altered one of the game's maps to include a tribute to an avid Chinese fan of the game who died from injuries while trying to stop a motorcycle theft on the day before the game's public release.[213]Blizzard has encouraged fans of Overwatch to make artistic content based on the game.[214] To support this, Blizzard released the hero reference kit before release, providing official colors and costume and weapon designs for all 21 heroes present at the game's launch.[215] Fans have used these, the game's animated media, and other assets to create a large amount of content, including art,[216][217] cosplay,[218][219] and anime opening-style music videos.[220][221] Some Overwatch concepts have created internet memes such as \"Gremlin D.Va\", which focuses on the character D.Va, portrayed through Western gamer stereotypes.[222] In some cases, Blizzard has reciprocated these fan creations back into the game, such as an emote for D.Va, based on the Gremlin meme.[223] At the 2017 D.I.C.E. Summit in February 2017, Kaplan said that much of Overwatch's narrative is now being borne out of the game's fans, adding \"We love it, that it belongs to them...We're just the custodians of the universe.\"[13] Kaplan recognizes that he himself is seen as an Overwatch character within the fan community, and following similar steps that Hearthstone's lead designer Ben Brode has done, has continued to engage with the fan community.[224]Pornographic fan art of the game is popular, with Pornhub searches of Overwatch characters partaking in sexual activities spiking by 817% shortly after the release of the open beta.[225] A large amount of such pornographic fan works are created with Valve's Source Filmmaker tool and make use of the game's assets, which were ripped from the game during its closed beta and consequently spread over the internet.[226] Blizzard made efforts to remove the works.[214] Kaplan stated that while the studio does not want to infringe on anyone's freedom of expression, Blizzard is mindful that many players are not adults and would hope the community would try to keep such imagery away from them.[137]Overwatch 2, a standalone sequel, was announced at BlizzCon on November 1, 2019. The game will maintain a \"shared multiplayer environment\" between it and the original Overwatch, so that the players in either game can compete together in the existing player versus player (PvP) modes, retaining all unlocked cosmetics and other features.[227] Jeff Kaplan stated that this was a major push he had to argue for this \"player-first standpoint\" to his superiors at Blizzard, given the current industry trend to draw in new sales.[228] All new heroes, maps, and PvP modes will be added to both games to maintain this shared environment.[229] At least four new heroes will be added, which include Sojourn, a Black Canadian Overwatch officer introduced in the Overwatch Archive seasonal events.[230]A significant departure will be moving to a five-on-five PvP mode, with a restriction of only allowing one tank in play on a team. According to Aaron Keller, the prior allowance for six players per team and two tanks made gameplay slower than they would have liked, and by moving to five players and removing one tank, they believed this sped up play. This additionally simplified how much action there was to watch for both players and spectators. New maps were thus designed to include more options for cover due to the reduced presence of tanks.[231] Heroes will have a general reworking within their classes as to make the game generally faster. Damage heroes will generally have increased movement speed, while Support heroes will all gain some type of passive self-healing skill. Tank heroes are expected to undergo the largest change to make them able to take on more offensive roles. Heroes are also undergoing a visual update to reflect the few years of in-game time that has passed between the events of Overwatch and Overwatch 2.[232]A new PvP mode, \"Push\", will be introduced, which functions like a tug of war, where each team is vying for control of a robot that is pushing a team's payload to the opponent's side of the map when a team controls it. Push will become part of the standard map rotation in the Overwatch League as well as be available for Quick and Competitive play.[233] Some existing gameplay modes may be dropped in Overwatch 2; Kaplan has stated that two control point maps, such as Horizon Lunar Colony, will likely not be available in Overwatch 2 as these have been difficult to balance in response to monitoring gameplay and player feedback.[234]The game will have persistent player versus environment modes (PvE). These are similar to the special seasonal events, which will feature four-player cooperative missions against computer-controlled opponents. In this mode, players can gain experience for the hero they are using, and at certain experience levels, unlock new passive skills called talents that boost the hero's current abilities, allowing them to customize how the hero plays. At least two PvE modes will be added: a story-based mission mode, where players are limited to their hero selection in replaying missions based on Overwatch's lore, and Hero missions which allow all heroes to be used in fending off waves of enemies at various locations. Blizzard anticipates that Overwatch 2 will ship with over 100 different missions, utilizing new maps as well as existing multiplayer maps expanded out to include new areas, and adding in dynamic effects, such as night and day modes and weather effects. Enemy types will be expanded out from the Null Sector robotic opponents used during seasonal PvE mods, adding in new types with unique behavior.[227][232]Overwatch 2 will run on an upgraded version of the original game's engine which allows for larger map sizes to better support the new story-based PvE elements.[227] Additionally, all of the existing heroes are getting visual redesigns for Overwatch 2, although Blizzard does not expect every hero to have theirs finished by the time Overwatch 2 launches, with twelve of the existing 31 completed at the time of the game's reveal.[230]Overwatch 2 is expected to release for Microsoft Windows, PlayStation 4, Xbox One, and Nintendo Switch, although there is currently no set release window. Kaplan stated they were more concerned about quality of the product than timeliness of the release.[235][236] Kaplan anticipated that Overwatch and Overwatch 2 will ultimately merge into a single product to avoid having any engine differences affect player experience.[237] Technical director John Lafleur has stated they are also interested in supporting, at minimum, cross-platform progression and are looking at the possibility of cross-platform play.[238]"}